{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nNFIB’s Small Business Optimism Index rose 0.3 points in September to 92.1, making the ninth consecutive month below the 48-year average of 98. Thirty percent of owners reported that inflation was their single most important problem in operating their business.\n\n“Inflation and worker shortages continue to be the hardest challenges facing small business owners,” said NFIB Chief Economist Bill Dunkelberg. “Even with these challenges, owners are still seeking opportunities to grow their business in the current period.”\n\nKey findings include:\n\n– Small business owners expecting better business conditions over the next six months improved 10 points from July to a net negative 42%, the highest level since February 2022, but a dismal outlook.\n\n– The net percent of owners raising average selling prices decreased three points to a net 53% (seasonally adjusted), still a very inflationary outcome.\n\n– The net percent of owners who expect real sales to be higher increased 10 points from July to a net negative 19%, but owners still want to hire.\n\n– The Uncertainty Index increased seven points to 74.\n\nAs reported in NFIB’s monthly jobs report, owners’ plans to fill open positions remain elevated, with a seasonally adjusted net 23% of planning to create new jobs in the next three months. Of those owners trying to hire, 89% reported few or no qualified applicants for the positions they were trying to fill.\n\nFifty-six percent of owners reported capital outlays in the last six months, up four points. Of those making expenditures, 40% reported spending on new equipment, 22% acquired vehicles, and 16% improved or expanded facilities. Nine percent spent money for new fixtures and furniture and 6% acquired new buildings or land for expansion. Twenty-four percent plan capital outlays in the next few months, down one point.\n\nA net negative 5% of all owners (seasonally adjusted) reported higher nominal sales in the past three months, up three points from August. The net percent of owners expecting higher real sales volumes improved by nine points to a net negative 10%.\n\nThe net percent of owners reporting inventory increases improved four points to a net negative 2%, Sixteen percent of owners reported increases in stocks and 17% reported reductions as solid sales reduced inventories at many firms.\n\nThirty-two percent of owners reported that supply chain disruptions have had a significant impact on their business. Thirty-four percent report a moderate impact and 22% report a mild impact. Only 10% of owners report no impact from recent supply chain disruptions.\n\nA net 1% of owners viewed current inventory stocks as “too low” in September, down two points from August. A net 0% of owners plan inventory investments in the coming months down four points from August.\n\nThe net percent of owners raising average selling prices decreased two points from August to a net 51% (seasonally adjusted). Unadjusted, 9% of owners reported lower average selling prices and 59% reported higher average prices. Price hikes were the most frequent in retail (73% higher, 11% lower), construction (69% higher, 3% lower), transportation (68% higher, 5% lower), and wholesale (64% higher, 0% lower). Seasonally adjusted, a net 31% of owners plan price hikes.\n\nA net 45% of owners reported raising compensation, down one point from August. A net 23% of owners plan to raise compensation in the next three months, down three points from August but historically still very high. Ten percent of owners cited labor costs as their top business problem and 22% said that labor quality was their top business problem.\n\nThe frequency of reports of positive profit trends was a net negative 31%, up two points from August. Among owners reporting lower profits, 42% blamed the rise in the cost of materials, 21% blamed weaker sales, 12% cited labor costs, 8% cited lower prices, 6% cited the usual seasonal change, and 3% cited higher taxes or regulatory costs. For owners reporting higher profits, 44% credited sales volumes, 24% cited usual seasonal change, and 18% cited higher prices.\n\nTwo percent of owners reported that all their borrowing needs were not satisfied. Twenty-six percent reported all credit needs met and 62% said they were not interested in a loan. A net 5% reported their last loan was harder to get than in previous attempts.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}